package com.mango.catagories

class TheArrays {
    //LESSON ONE
     var efruitTxt=arrayOf("orange","apple","avocado","banana",
        "blueberry","cantaloupe","cherry","grape","jackfruit",
        "lemon","mango","watermelon","papaya","two cherries","pumpkin",
        "strawberry","tomato","coconut","mangosteen","three mangos")//20
    ////////////////////////////////////////////////////////////////////////////////////////////////
    var tthaiFruit=arrayOf("ส้ม","แอปเปิ้ล","อาโวคาโด","กล้วย",
        "บลูเบอร์รี่","แคนตาลูป","เชอร์รี่","องุ่น","ขนุน",
        "มะนาว","มะม่วง","แตงโม","มะละกอ","เชอร์รี่สองลูก","ฟักทอง",
        "สตรอเบอร์รี่","มะเขือเทศ","มะพร้าว","มังคุด","มะม่วงสามลูก")
    ////////////////////////////////////////////////////////////////////////////////////////////////
     var escrambledFruits=arrayOf("nraego","pelap","ovaacdo","nabnaa","lebyerubr","oealpactnu",
    "cryerh","arpeg","fcaktuijr","lmeon","among","nateowlmre","apapya","otw| csheirer ","nikumpp",
    "ebsyrrrtaw","tomtao","toncocu","emgeanstnoe","heter| amongs")

    ////////////////////////////////////////////////////////////////////////////////////////////////
    var tscrambleThFruit=arrayOf("ม ้ส ","ปแ ้ อ ิเลป","โคาดาโอว","ลว ้กย","ล ีบ ูอ ่บร ์รเ","นตคาลปแ ู","รเ  ีช ่รอ ์","นง ุอ ่","นุขน",
        "มวะนา","มว ่มงะ","โตงแม","มลอะกะ","รรเ ีช ่รอ ์|อสง|ก ูล","ฟงก ัทอ",
        "เบส ่อร ีต ์รอร","เขมะอ ืศเท","พ ้มระวา","คง ุม ัด","มวมง ่ะ|มสา|ก ูล")
    ////////////////////////////////////////////////////////////////////////////////////////////////

    var arabicNumerals=arrayOf("one thousand four hundred","four","eleven","one million",
        "two","six hundred and twenty four","one thousand",
        "eight","seven","ten","one hundred thousand","nine","ten thousand",
        "fifty four","three hundred and thirty three","five",
        "seventy one thousand","zero","three","six")//20
    ///////////////////////////////////////////////////////////////////////////////////////////////
    var arabNumScram =arrayOf("neo| dshtuaon| uorf| unddhre","uorf","enevel",
        "eon| lilomni","wot","xsi| ureddhn| dan| wytnet| ufro",
        "eno| ushaotnd","giteh","ensve","nte","eno| nuhrdde| dunshtao","nnei","net| doautshn",
        "fytif| uofr","rehet| udnrehd| and| rihytt| teher","vefi","eytsvne| noe| shoaudtn",
        "rzoe","heret", "xsi")//dan  htous
    ////////////////////////////////////////////////////////////////////////////////////////////////
    var thaiNums=arrayOf("หนึ่งพันสี่ร้อย","สี่","สิบเอ็ด","หนึ่งล้าน","สอง","หกร้อยยี่สิบสี่",
        "หนึ่งพัน","แปด","เจ็ด","สิบ","หนึ่งแสน","เก้า","หนึ่งหมื่น","ห้าสิบสี่","สามร้อยสามสิบสาม",
        "ห้า","เจ็ดหมื่นหนึ่งพัน","ศูนย์","สาม","หก")
    ////////////////////////////////////////////////////////////////////////////////////////////////
    var scramThaiNums=arrayOf(
        "ง  ึห ่น|น ัพ|  ีส ่|ย  ้รอ"," ีส ่","บ  ิส|อ  ็ดเ","ง  ึห ่น|า  ้ลน",
    "องส","กห|ย  ้รอ|  ีย ่|บ  ิส|  ีส  ่","ง  ึห ่น|น ัพ","ดปแ","จด  ็เ","บ  ิส","ง  ึห ่น|นสแ","ก ้าเ",
    "ง  ึห ่น|ม  ืห ่น","า  ้ห|บ  ิส|  ีส ่","มาส|ย  ้รอ|าสม|บ  ิส|สมา","า  ้ห","ด  ็จเ|ม  ืห ่น|ง  ึห ่น|น ัพ","น  ์ย  ูศ","มาส", "กห")
    ////////////////////////////////////////////////////////////////////////////////////////////////
    var eAnatomy=arrayOf("ear","thumb", "head","finger","toes","tongue","neck", "lips","nose",
        "hand","teeth","legs", "knee","eye","hair","feet","eyelash", "back","stomach","fingernails")
    ////////////////////////////////////////////////////////////////////////////////////////////////
    var eScramBody=arrayOf("rea","ubhtm", "ahde","egrnfi","etso","gtuoen","cnke", "plsi","oens",
        "danh","ehett","segl", "neke","yee","rhia","etfe","hseyale", "cbka","hmacots","freignslain")
    ////////////////////////////////////////////////////////////////////////////////////////////////
    var tAnatomy=arrayOf("หู","นิ้วโป้ง","ศีรษะ","นิ้ว","นิ้วเท้า","ลิ้น","คอ","ริมฝีปาก","จมูก","มือ","ฟัน", "ขา",
        "เข่า","ตา","ผม", "เท้า", "ขนตา","หลัง","ท้อง","เล็บ")
    ////////////////////////////////////////////////////////////////////////////////////////////////
    var tScramBody=arrayOf(" ู ห","ว  ิน  ้ |ง  ้ปโ","ร  ีศ |ะษ","ว  ิน ้", "ว  ิ น ้ |ท  ้เา","ล  ้น  ิ","อค","ม  ิร |  ี ฝ |าปก","ก  ูจม","อ  ืม","น  ัฟ", "าข",
        "า  ่เข","าต","มผ", "ท  ้เา", "นข |าต","ลห  ัง","อ  ้งท","บลเ  ็")

    ////////////////////////////////////////////////////////////////////////////////////////////////
   var monthsTxtEng=arrayOf( "May","Thursday","Friday","November","Saturday","October","September",
        "April","Sunday", "January","Monday","March","Tuesday","December","June","February",
        "August","July","calendar","Wednesday")//20
    ////////////////////////////////////////////////////////////////////////////////////////////////
    var monthsTxtEngScram=arrayOf( "yMa","yrauhdTs","dyiFar","mNvbeore","tydSuara","btoOcre",
        "teepbSrem","iprlA","duySna","aaunyJr","noyadM","rMhac","dueTsya","beeeDmcr","nJeu",
        "yurFarebr","uugAts","yulJ","nalceard","ddasWynee")
    ////////////////////////////////////////////////////////////////////////////////////////////////
   var monthsTxtThai=arrayOf( "พฤษภาคม","วันพฤหัส","วันศุกร์","พฤศจิกายน","วันเสาร์","ตุลาคม","กันยายน",
        "เมษายน","วันอาทิตย์", "มกราคม","วันจันทร์","มีนาคม","วันอังคาร","ธันวาคม","มิถุนายน","กุมภาพันธ์",
        "สิงหาคม","กรกฎาคม","ปฏิทิน","วันพุธ")
    ////////////////////////////////////////////////////////////////////////////////////////////////
    var monthsTxtThaiScram=arrayOf("ภมาพคษฤ","น  ัว | พสฤ  ัห","น  ัว |ร  ์ศก  ุ","จ  ิพกาศฤ |นย","น  ัว | า  ์เรส","ล  ุาต |มค",
        "กย  ัาน |นย","ษามเ |นย", "น  ัว |ทอ  ิยต  ์า","ารมก |มค","น  ัว |น  ัรท  ์จ","น  ีมา |มค","น  ัว | งค  ัรอา",
        "ว  ัธนา |มค","าม  ิน  ุถ |นย","พ  ัภน  ุกธ  ์มา","าส  ิหง |มค","ฎรกกา |มค","ท  ิฏ  ินป","น  ัว |ธ  ุพ")
    ////////////////////////////////////////////////////////////////////////////////////////////////

    var eTime=arrayOf("day before yesterday","yesterday", "today","tomorrow","day after tomorrow",
    "one week","sunset","sunrise","nine o'clock", "three o'clock","nighttime",
    "daytime","moon","sun","alarm clock","wristwatch","clock","evening",
    "one hour","three hours")//20

   //////////////////////////////////////////////////////////////////////////////////////////////////////

     var tTime=arrayOf("วานซืน","เมื่อวาน","วันนี้","พรุ่งนี้","วันมะรืนนี้","หนึ่งอาทิตย์","พระอาทิตย์ตก","พระอาทิตย์ขึ้น",
        "เก้าโมงเช้า","บ่ายสามโมง","เวลากลางคืน","เวลากลางวัน","ดวงจันทร์","ดวงอาทิตย์","นาฬิกาปลุก","นาฬิกาข้อมือ",
        "นาฬิกา","ตอนเย็น","หนึ่งชั่วโมง","สามชั่วโมง")

    ////////////////////////////////////////////////////////////////////////////////////////////////

    var escrambledTime=arrayOf("ayd|ferobe|erydeayst","erydeayst","otday","oowrtmor", "yda|tefra|otorwmor",
        "neo|ewek", "ussten","eurssni","inen|klcoc'o", "rhete|klcoc'o","hintg | teim","aydimet",
        "mnoo","usn","mlraa|occkl", "tisrwchtaw","kolcc","vgnenie","noe|uhro","heter|uhros")
        ///
    ////////////////////////////////////////////////////////////////////////////////////////////
    var tscrambledTime=arrayOf("านว|น  ื ซ","มเ ือ ่ |นวา","น ัว|  ีน ้","ง ่ร ุพ|  ้น ี","น ัว|ร ืมนะ|  ้น ี",
        "ง ึห ่น|อทา ิต ์ย", "อะตาพร  ิท ์ย |กต","อะตาพร  ิท ์ย|  ึน ้ข","า ้กเ|โมง|ช  ้าเ", "ย ่าบ|ามส|โมง","าวเล|าลกง|น ืค","าวเล|าลกง|น ัว",
        "วงด|ท ์จน ัร","วงด|อตา ิท ์ย","ฬนกา ิา|ก ุปล", "ฬนกา ิา|อ ้ข|อ ืม","ฬนกา ิา","อนต|น ็เย","ง ึห ่น|ว ่ช  ั|โมง","ามส|ว ่ช  ั|โมง")
    ////////////////////////////////////////////////////////////////////////////////////////////
    var engCash=arrayOf(
        "A.T.M.","banknote","bill","cheque book","credit card","debit card","exchange rate",
        "gamble","gold","lottery","online shopping","payday","receipt","change","savings",
        "wallet","withdraw","bank book","transfer money","taxes","invest","stock market","Q.R. code")//23

    ////////////////////////////////////////////////////////////////////////////////////////////
    var engCashScram=arrayOf(
        "T.M.A","nbkaetno" ,"libl" ,"eueqch | okob" ,"itcder | rcda" ,"dibet | drca","nghxacee | arte",
        "lmgbea","lodg","tetrloy","iolnen | inphgpso","apyayd","ceeprit","ahegcn","snsgaiv",
        "elatlw","irhwdwta","bkna | koob" ,"tsnaferr | moyne","xstea","vtisne"," oskct |kmeatr","R.Q. |odec")
    ////////////////////////////////////////////////////////////////////////////////////////////
    var thaiCash=arrayOf(
    "A.T.M.","ธนบัตร","ใบแจ้งหนี้","สมุดเช็ค","บัตรเครดิต","บัตรเดบิต","อัตราแลกเปลี่ยน","เล่นการพนัน","ทอง","หวย",
    "ช้อปปิ้งออนไลน์","วันจ่ายเงินเดือน","ใบเสร็จ","เงินถอน","ออมทรัพย์","กระเป๋าสตางค์","ถอน","สมุดบัญชีธนาคาร",
    "โอนย้ายเงิน","ภาษี","ลงทุน","ตลาดหลักทรัพย์","คิวอาร์ รหัส")

    ////////////////////////////////////////////////////////////////////////////////////////////
    var thaiCashScram=arrayOf(
        "T.M.A.","รธ  ับนต","ใบ |ง  ้ แจ |น  ีห ้","ม  ุดส |ช  ็คเ","บ  ัตร |ต  ิรคดเ","บ  ัตร |ตบ  ิเด ",
        "รา  ัตอ |ลแก |ยนล  ี ป  ่เ","น  ่ลเ |ารก |น  ัพน","องท","วหย","ป  ิ ปอ  ้ช  ้ง| อนอ |น  ์ลไ",
        "ว  ัน |ย  ่ าจ |ง  ิเน |  นอ  ืเด","ใบ |สเ  ็ รจ","น  ิเง |นอถ","อ  ัอทมพ  ์รย ",
        "ระเก ๋ ปา |าง  ์ตสค","อนถ","ม  ุสด |ญ  ับ  ีช |รนาคาธ"," นอโ | า  ้ยย| น  ิงเ","า  ีภษ","งน  ุทล",
        "ลดาต |ลห  ัก |พท  ัร  ์ย","วอ  ิค  ์าร |ส  ัรห ")

    ////////////////////////////////////////////////////////////////////////////////////////////
    var engClimate=arrayOf("summer","winter","spring","autumn","dew","air pollution","cloudy","foggy",
        "humid","rainbow","lightning","rain","drought","hot weather","cold weather","windy",
        "thunderstorm", "temperature","flood","umbrella")//20
////////////////////////////////////////////////////////////////////////////////////////////

    var engClimateScram=arrayOf(
        "smruem","rwtine","sngrpi","mtuanu", "ewd","iar olopiunlt","yocdlu","ygogf",
        "uihmd","nbrwioa","hitggnlni","iarn","rhdtgou","oht |reetwha","lodc |reetwha","nwiyd",
         "teumhntrrdso","etrpeeaturm","fdloo","allerubm")
    ////////////////////////////////////////////////////////////////////////////////////////////
    var climateTh=arrayOf("ฤดูร้อน","ฤดูหนาว","ฤดูใบไม้ผลิ","ฤดูใบไม้ร่วง","น้ำค้าง","มลพิษทางอากาศ",
        "ครึ้มฟ้า","มีหมอกลง","ชื้น","รุ้ง","ฟ้าผ่า","ฝน", "ความแห้งแล้ง","สภาพอากาศร้อน","สภาพอากาศหนาว",
        "ลมแรง","พายุฝน","อุณหภูมิ","น้ำท่วม","ร่ม")//มลพิษทางอากาศ
    ////////////////////////////////////////////////////////////////////////////////////////////
    var climateThScram=arrayOf(
        "ด ูฤ |อ ้รน","ด ูฤ |วนหา","ด ูฤ |ใบ |ม ้ไ |ล ิผ"," ด ูฤ |ใบ |ม ้ไ |ง ่วร",
        " ำ ัน |าค ้ง","ล ิมพษ |งทา |กศาาอ","ม ึร ้ค |า ้ฟ","  ีม |มอกห |งล"," น ืช ้",
        "ง ุร ้","า ้ฟ |า ่ผ","นฝ","าวมค |ง ้แห |ล ้งแ","พาภส |กศาาอ |นอ ้ร",
        "พาภส |กศาาอ |มวาห","มล |งรแ","ย ุาพ |นฝ","ณอ ุห ูภ ิม"," ำ ้น |ว ่ทม","ม ่ร")
    /////////////////////////////////////////////////////////////////////////////////
    var transEng=arrayOf(
        "tour bus","camper van","car ferry","city bus","family car","helicopter","longtail boat",
        "trailer home","motorcycle","bicycle",
        "pickup truck","scooter","skytrain","sports car","subway","taxi cabs","truck","tuk tuk",
        "ambulance","wheelchair","passenger plane"//21
    )
    /////////////////////////////////////////////////////////////////////////////////
    var transEngScram=arrayOf(
        "toru |sbu","ceampr |nav","cra |rrfye","tyic |sub","aimlfy |acr","ipcletrhoe",
        "latongli |aotb","trerial |ohem","tooccrelmy","celbcyi","kpipuc |utkrc","sorocet",
        "siytnrak","rpssot |rac","yawsbu","axti |scab","ktcur","utk |kut","mbeaaunlc",
        "hrieeachlw","napsresge |aepnl"
    )
    ////////////////////////////////////////////////////////////////////////////////////
    var transportTh=arrayOf(
        "รถทัวร์","รถตู้แคมเปอร์","แพขนานยนต์","รถบัสเมือง","รถครอบครัว","เฮลิคอปเตอร์",//
        "เรือหางยาว","บ้านรถเทรลเลอร์","มอเตอร์ไซค์","จักรยาน","รถกระบะ","สกูตเตอร์",
        "รถไฟฟ้า","รถสปอร์ต","รถไฟใต้ดิน","รถแท็กซี่","รถบรรทุก","รถตุ๊กตุ๊ก","รถพยาบาล",
        "รถเข็นคนพิการ","เครื่องบินโดยสาร")
    //////////////////////////////////////////////////////////////////////////////////////
    var transportThScram=arrayOf(//แพ ขนาน ยนต์
        "ถร |ร ัท ์ว","ถร |  ูต ้ |อเร ์แมปค","พแ |นาขน|น  ์ยต","ถร |ส ับ |งเอ ืม",
        "ถร |บคอร |ว ัคร","ฮเ |  ิล |อ ้คบ |อ ์เตร","อเ ืร |งหา |ยวา","บน ้า |ถร |ทลเ ์รลเรอ",
        "อม |ต  ้เอ |ซไ","ก ัจ |รนยา","ถร |ระกะบ","ก  ูตส |รอ  ์เต","ถร |ฟไ |า  ้ฟ",
        "ถร สรอ ์ตป","ถร |ฟไ |ใ ้ต |น  ิด","ถร |แซ  ็ท ่ก |  ีซ ่","ถร |บทร ุกร",
        "ถร |ก ๊ต ุ |ก ๊ต ุ","ถร |าพย |าลบ","ถร |นเ็ข |นค |าพ ิกร","ค ่รอ ืเง |น ิบ |ยโด |ารส")
    ////////////////////////////////////////////////////////////////////////////////////

    var directEng=arrayOf(
        "straight ahead","left","right","downstairs","upstairs","here","there","way over there", "everywhere",
        "down","up","opposite","on top","below","inside","outside","in front","in the middle","in back","first",
        "second","last","beside"//23
    )
    //////////////////////////////////////////////////////////////////////////////////////
    var directThai=arrayOf(
        "ตรงไป","ซ้าย","ขวา","ชั้นล่าง","ชั้นบน","ที่นี่","ที่นั่น","ทางโน้น","ทุกที่","ลง","ขึ้น","ตรงข้าม","ด้านบน",
        "ด้านล่าง","ข้างใน","ข้างนอก","ข้างหน้า","ระหว่างกลาง","ด้านหลัง","อันดับแรก","ที่สอง",
        "ล่าสุด","เคียง")
/////////////////////////////////////////////////////////////////////////////////////
var directEngScram=arrayOf(
    "trhsgita |aahed","ftel","tgihr","swroiatdsn","pstsiuar","ehre","rthee","yaw |vore |rthee",
    "eerheryevw","onwd","pu","teoppsio","no |pot","woleb","edisni","ideouts","ni |frnto",
    "ni |eth |demlid","ni |cbka","rsfti","nocsde","atls","esideb"
)
 ///////////////////////////////////////////////////////////////////////////////////////
 var directThaiScram=arrayOf(
     "รงต |ไป"," ้ ยซา","วขา","ช  ้น ั |ลงา ่","ช  ้น ั |นบ"," ่ ท  ี |  ี น ่",
    " ่ ท  ี  |  ั น ่น","งทา |น โ  ้  น","ุทก | ่   ี ท","งล","ึน  ้ ข","งตร | าข  ้ ม","ด  ้นา |นบ",
     "ด  ้นา |า ่ลง","าข  ้ง |นใ","า ้งข |นกอ","า  ้งข |น ห  ้ า","ะงหร ่วา |ลกงา","นา  ้ด |  ั ลหง",
     " นอ  ั บด ั | กรแ", "  ่  ี ท |งสอ","  ่ ลา | ุ สด","งเ  ี คย")

    ///////////////////////////////////////////////////////////////////////////////////
    var snailMailEng=arrayOf(
        "letters","postcard","writing paper","pen","pencil","write a letter","envelope","address", "stamps",
        "send mail","airmail","express","registered mail","receive mail","open the mail","postman","postal van",
        "fragile","post office","tape", "packing box","box cutter","postbox")//23
    /////////////////////////////////////////////////////////////////////////////////
    var snailMailTh=arrayOf(
        "จดหมาย","โปสการ์ด","กระดาษเขียน","ปากกา","ดินสอ","เขียนจดหมาย","ซองจดหมาย","ที่อยู่", "ไปรษณียากร",
        "ส่งจดหมาย","ไปรษณีย์อากาศ","ด่วน","จดหมายลงทะเบียน","รับจดหมาย","จดหมายเปิด","บุรุษไปรษณีย์",
        "รถตู้ไปรษณีย์","บอบบาง","ที่ทำการไปรษณีย์","เทป","กล่องบรรจุหีบห่อ","เครื่องตัดกล่อง",
        "กล่องไปรษณีย์")
///////////////////////////////////////////////////////////////////////////////////////////
var  snailMailEngScram=arrayOf(
    "etrlste","oapstcdr","trgiinw | raepp","pne","nlepic","eitw |a |etlert","pvleneoe","drdssea","tsmspa",
    "dnse |almi","malraii","pssxeer","erteesgidr |iaml","ecrieev |imal","opne |eht |ilam","pnoamts","latpso |avn",
    "iefaglr","cfifoe | sopt","taep", "kaipcng |xbo","xob |ettcur","oopstbx")
     ///////////////////////////////////////////////////////////////////////////////////////

    var snailMailThScram=arrayOf(
        "จหยดาม","ดโรป  ์ สกา","ษะกาดร |ยเ  ี นข","กกปาา","อน  ิ ดส","เ  ี นยข |ดมหาจย","อซง |หมดาจย","อ  ่  ูย  ี  ่ท",
        "รปณไ  ี ษ |าย |รก", "ง  ่ ส |มดหจยา","รยษ  ี ไณ  ์ ป |กอาศา","ดน  ่ ว","าหยจมด|ลง|ะท|นเ  ียบ","บ  ั ร |ยดมาหจ",
        "าหดยจม |ด  ิ เป","ร  ุษ  ุ บ |ษ  ีปณไ  ์รย","ถร |  ้ต  ู |ษ  ีปณไ  ์รย","บบงอาบ","  ี ท ่ |ร  ำทาก|ปรไ ีณย ์ ษ","ทเป" ,
        "งอก ่ล|บจ  ุรร|บ ีห|หอ่", "เง  ื ร ่คอ| ั ดต|ก ่ ลงอ", "ก ่ ลงอ|ษ  ีปณไ  ์รย")
    ////////////////////////////////////////////////////////////////////////////////////////////
    var familyEng=arrayOf(
        "baby","son","daughter","boy child","girl child","teenage girl","teenage boy","adult", "old lady",
        "old man","father","mother","paternal grandfather","maternal grandfather","paternal grandmother","maternal grandmother",
        "twins","husband","wife","family", "older brother","older sister","younger brother","younger sister") //24
    /////////////////////////////////////////////////////////////////////////////////////////////
    var familyEngScram=arrayOf(
        "bayb","nso","atdughre","oby | lidch","ilrg | hdicl","eteeagn |lgri","ntageee |oby","duatl", "dol |dlya",
        "dlo |amn","afrhte","mhtero","eanlaprt |gaarertfnhd","amrletan |geanrftadrh","lanraetp |haomndgerrt","taalrnem |rtgdanmrohe",
        "itwns","dsunabh","eiwf","aymfil", "droel |tobhrer","eolrd |rstesi","eogrynu |erobhrt","orenuyg |esrits")
    ////////////////////////////////////////////////////////////////////////////////////////////
    var familyTh=arrayOf(
        "ทารก","ลูกชาย","ลูกสาว","เด็กผู้ชาย","เด็กผู้หญิง","วัยรุ่นผู้หญิง","วัยรุ่นผู้ชาย","ผู้ใหญ่","หญิงชรา",
        "ชายชรา","พ่อ","แม่","คุณปู่","คุณตา","คุณย่า","คุณยาย","ฝาแฝด","สามี","ภรรยา","ครอบครัว",
        "พี่ชาย","พี่สาว","น้องชาย","น้องสาว")
///////////////////////////////////////////////////////////////////////////////////////////////////////////////
    var familyThScram =arrayOf(
    "าทรก","ก  ู ล |ชยา","ก  ูล |วาส","เก  ็ ด |า  ้ ผย  ู ช","เก  ็ ด |ง  ้ห ูผ  ิญ","น  ่ร  ัว  ุ ย |ง  ้ห ู ผ  ิญ","น  ่ร  ัว  ุ ย |า  ้ ผย  ู ช",
    "ห  ้ ผ  ่ ญ  ู ใ", "ญ ง  ิ ห |ารช", "ายช |รชา","อ  ่ พ","ม แ่","ณ  ุ ค | ู ป  ่","ณ  ุ ค |าต","ณ  ุ ค | า  ่ ย","ณ  ุ ค | ยยา",
    "าฝ | ดแฝ","าม  ี ส","รภารย","บอรค |วค  ้ ร" ,"พ  ี  ่ |ยชา","พ  ี  ่ วสา","อ  ้ ง น |าชย","งน  ้ อ |สวา")
///////////////////////////////////////////////////////////////////////////////////////////////////////////////

    }// end of class





